{
  "valeurs": {
    "masse_balle": "58.0",
    "hauteur_initial": "1.00",
    "hauteur_premier_rebond": "0.75",
    "hauteur_deuxieme_rebond": "0.56",
    "coefficient_restitution": "0.87"
  },
  "correction": "1.1. Pour obtenir une vidéo exploitable, il faut filmer la balle en chute verticale depuis une hauteur connue, en veillant à ce que la caméra soit parfaitement alignée perpendiculairement au plan de mouvement de la balle pour éviter les effets de perspective. La vidéo doit être réalisée dans des conditions de lumière uniforme et avec un arrière-plan contrasté pour faciliter le suivi de la balle. Il est également important d'inclure une échelle de mesure dans le champ de la caméra pour permettre la conversion des pixels en unités de longueur.\n\n1.2. L'enregistrement vidéo doit capturer plusieurs rebonds successifs de la balle pour permettre l'analyse des hauteurs de rebond.\n\n2.1. Le protocole expérimental consiste à lâcher la balle d'une hauteur initiale connue et à mesurer les hauteurs successives des rebonds à partir de la vidéo. Les grandeurs physiques à déterminer sont les hauteurs de rebond (hn et hn+1), qui seront mesurées en utilisant un logiciel de traitement d'image pour analyser la vidéo. L'énergie mécanique Em à chaque instant sera calculée comme la somme de l'énergie cinétique et de l'énergie potentielle de pesanteur, sachant que l'énergie mécanique se conserve lors de la chute libre (négligence des frottements).\n\n2.2. La mise en œuvre du protocole implique l'analyse de la vidéo pour extraire les positions de la balle à chaque frame, le calcul des vitesses à partir de ces positions, et enfin le calcul des énergies cinétique, potentielle et mécanique.\n\n2.3. La relation e = √(hn+1/hn) peut être utilisée car, en supposant la conservation de l'énergie mécanique, la vitesse juste avant et après le rebond est liée aux hauteurs de rebond. Le coefficient de restitution e est donc le rapport des vitesses après et avant le rebond, qui peut être exprimé en termes de hauteurs grâce à la conservation de l'énergie.\n\n3.1. En utilisant les hauteurs mesurées, par exemple hn = 0.75 m et hn+1 = 0.56 m, le coefficient de restitution est calculé comme e = √(0.56/0.75) ≈ 0.87.\n\n3.2. Pour comparer le coefficient de restitution de deux surfaces différentes, il est essentiel de conserver la même hauteur de lâcher initiale et la même balle, afin que les conditions initiales soient identiques et que seule la nature de la surface influence le coefficient de restitution."
}