{
  "valeurs": {
    "Véq": "12.5 mL",
    "masse_engrais": "1.5 g",
    "volume_solution": "1.00 L",
    "concentration_HO-": "1.00×10-2 mol·L-1",
    "masse_molaire_N": "14.0 g·mol-1"
  },
  "correction": "1.1 Équation de la réaction support du dosage des ions ammonium par la solution d'hydroxyde de sodium : NH4+ + HO- → NH3 + H2O.\n\n1.2 Choix de la méthode de suivi : Le dosage des ions ammonium peut être suivi par pH-métrie ou conductimétrie. Étant donné que le pKA du couple NH4+/NH3 est de 9.20, le saut de pH sera détectable mais pas très marqué. La conductimétrie est également une option viable car les ions NH4+ et HO- ont des conductivités ioniques molaires significatives (7.35 et 19.8 mS·m2·mol-1 respectivement). Cependant, la pH-métrie est souvent préférée pour sa simplicité et sa précision dans ce type de dosage.\n\n1.3 Protocole expérimental (pH-métrie) :\n- Prélever un volume précis de la solution d'engrais (par exemple 10.0 mL) et le placer dans un bécher.\n- Ajouter un volume d'eau distillée pour immerger correctement l'électrode du pH-mètre.\n- Placer l'électrode du pH-mètre dans la solution et connecter au pH-mètre.\n- Remplir une burette avec la solution d'hydroxyde de sodium de concentration connue (1.00×10-2 mol·L-1).\n- Ajouter progressivement la solution d'hydroxyde de sodium tout en relevant le pH après chaque ajout.\n- Noter le volume à l'équivalence (Véq) lorsque le pH fait un saut significatif.\n\n2. Dosage des ions ammonium : Le volume à l'équivalence obtenu est Véq = 12.5 mL.\n\n3. Exploitation des résultats :\n- Calcul de la quantité de matière d'ions ammonium dans la solution dosée : n(NH4+) = C(HO-) × Véq = 1.00×10-2 × 12.5×10-3 = 1.25×10-4 mol.\n- Quantité de matière d'ions ammonium dans 1.00 L de solution : n(NH4+)total = 1.25×10-4 × (1000/10) = 1.25×10-2 mol.\n- Masse d'azote correspondante : m(N) = n(NH4+)total × M(N) = 1.25×10-2 × 14.0 = 0.175 g.\n- Pourcentage massique d'azote dans l'engrais : %N = (m(N)/masse_engrais) × 100 = (0.175/1.5) × 100 ≈ 11.67%.\n\nCommentaire : Le pourcentage massique d'azote trouvé (11.67%) est proche de la valeur indiquée par le fabricant (12%). Les résultats sont donc compatibles avec les indications du fabricant, compte tenu des incertitudes expérimentales."
}